CREATE TABLE analyst(
    id INT AUTO_INCREMENT,
    gender TINYINT,
    class VARCHAR(50) NOT NULL,
    nation VARCHAR(255),
    region VARCHAR(255),
    hairStyle VARCHAR(255),
    glasses VARCHAR(255),
    PRIMARY KEY(id)
);

INSERT INTO analyst (gender, class, nation, region, hairStyle, glasses) VALUES
(0,"브라질",2334715521, "어리버리", "저희 같이 춤을 춰봐요!","서울/경기", 4,2,6),  
(0,"미국",2334715521, "어리버리", "저희 같이 춤을 춰봐요!","서울/경기", 4,2,6),  
(0,"브라질",2334715521, "어리버리", "저희 같이 춤을 춰봐요!","서울/경기", 4,2,6),  
(0,"브라질",2334715521, "어리버리", "저희 같이 춤을 춰봐요!","서울/경기", 4,2,6),  
(0,"브라질",2334715521, "어리버리", "저희 같이 춤을 춰봐요!","서울/경기", 4,2,6),  
(1,"2022-07-11 20:00:00",2334715521, "에오스", "앱 개발 능력자 구함","부산", 4,2,6),  
(1,"2022-07-11 21:00:00",2334715521, "침착맨", "침착맨 보자","부산", 4,2,6);
(1,"2022-07-11 21:00:00",2334715521, "침착맨", "침착맨 보자","부산", 4,2,6);
(1,"2022-07-11 21:00:00",2334715521, "침착맨", "침착맨 보자","부산", 4,2,6);
(1,"2022-07-11 21:00:00",2334715521, "침착맨", "침착맨 보자","부산", 4,2,6);
